<?xml version="1.0"?>
<channel>
  <title>Impressed</title>
  <link>http://localhost/FII/home</link>
  <description>Magazin online</description>
  <item>
    <title>Rochie de tul cu paiete</title>
    <link>http://localhost/FII/produse/produs/194</link>
    <description>Rochie f&#x103;r&#x103; m&#xE2;neci, confec&#x21B;ionat&#x103; din tul cu paiete, cu fermoar ascuns la spate, cu cus&#x103;tur&#x103; &#xEE;n talie. Fusta evazat&#x103;, &#xEE;n strat dublu de tul. C&#x103;ptu&#x219;eal&#x103; de jerseu.</description>
  </item>
  <item>
    <title>Mom High Ankle Jeans</title>
    <link>http://localhost/FII/produse/produs/10</link>
    <description>Jeans p&#xE2;n&#x103; la glezn&#x103;, confec&#x21B;iona&#x21B;i din denim elastic presp&#x103;lat de bumbac, cu cinci buzunare, cu talie foarte &#xEE;nalt&#x103;</description>
  </item>
  <item>
    <title>Skinny Regular Jeans</title>
    <link>http://localhost/FII/produse/produs/15</link>
    <description>Jeans p&#xE2;n&#x103; la glezn&#x103;, confec&#x21B;iona&#x21B;i din denim presp&#x103;lat foarte elastic, cu detalii cu aspect uzat, cu cinci buzunare. Talie normal&#x103;, &#x219;li&#x21B; cu fermoar &#x219;i cu nasture. Model str&#xE2;ns pe picioare. </description>
  </item>
  <item>
    <title>Fust&#x103; plisat&#x103;</title>
    <link>http://localhost/FII/produse/produs/45</link>
    <description>Fust&#x103; p&#xE2;n&#x103; la gamb&#x103;, din &#x21B;es&#x103;tur&#x103; vaporoas&#x103; plisat&#x103;, cu talie &#xEE;nalt&#x103; cu elastic &#xEE;mbr&#x103;cat. C&#x103;ptu&#x219;it&#x103;.</description>
  </item>
  <item>
    <title>Tricou cu buzunar</title>
    <link>http://localhost/FII/produse/produs/209</link>
    <description>Tricou de jerseu cu imprimeu, cu buzunar la piept, cu m&#xE2;neci scurte cu margini r&#x103;sfr&#xE2;nte &#x219;i cusute.</description>
  </item>
  <item>
    <title>Skinny High Jeans</title>
    <link>http://localhost/FII/produse/produs/12</link>
    <description>Jeans de denim elastic, cu buzunare, cu talie &#xEE;nalt&#x103;, cu &#x219;li&#x21B; cu fermoar. Model str&#xE2;ns pe picioare.</description>
  </item>
  <item>
    <title>Bluza cu imprimeu floral</title>
    <link>http://localhost/FII/produse/produs/20</link>
    <description>Bluz&#x103; dreapt&#x103; din &#x21B;es&#x103;tur&#x103;, cu deschiz&#x103;tur&#x103; rotund&#x103; la spate, cu &#x219;nururi &#xEE;n spatele g&#xE2;tului &#x219;i cu imprimeu floral</description>
  </item>
  <item>
    <title>Jachet&#x103; v&#x103;tuit&#x103; cu glug&#x103;</title>
    <link>http://localhost/FII/produse/produs/102</link>
    <description>Jachet&#x103; de sport din jerseu gros, cu fermoar pe toat&#x103; lungimea &#xEE;n fa&#x21B;&#x103;, cu glug&#x103; cu dublur&#x103; de plas&#x103; &#x219;i cu &#x219;nur elastic. Buzunar cu fermoar ascuns la piept, buzunare laterale, bordur&#x103; reiat&#x103; la man&#x219;ete &#x219;i elastic &#xEE;ngust la baz&#x103;.</description>
  </item>
  <item>
    <title>C&#x103;ma&#x219;&#x103; cu in Regular Fit</title>
    <link>http://localhost/FII/produse/produs/106</link>
    <description>C&#x103;ma&#x219;&#x103; din &#x21B;es&#x103;tur&#x103; de in &#x219;i bumbac, cu guler r&#x103;sfr&#xE2;nt, cu fent&#x103; clasic&#x103; cu nasturi &#xEE;n fa&#x21B;&#x103; &#x219;i cu platc&#x103; la spate. M&#xE2;neci lungi cu man&#x219;ete reglabile cu nasturi. Rotunjit&#x103; la baz&#x103;. Croial&#x103; standard &#x2013; linie clasic&#x103; ce confer&#x103; libertate de mi&#x219;care &#x219;i u&#x219;or ajustat&#x103; &#xEE;n talie pentru confort &#x219;i o siluet&#x103; elegant&#x103;.</description>
  </item>
  <item>
    <title>Skinny High Jeans</title>
    <link>http://localhost/FII/produse/produs/11</link>
    <description>Jeans de denim elastic presp&#x103;lat, cu cinci buzunare, cu talie &#xEE;nalt&#x103;, cu &#x219;li&#x21B; cu fermoar. Model str&#xE2;ns pe picioare.</description>
  </item>
</channel>
